{
  "welcome": "Welcome!",
  "moduleAudienceQuestion": "Who should use this CPE application?",
  "moduleAudienceAnswer1": "This application is designed to be used by baptized and appointed brothers.",
  "moduleAudienceAnswer2": "Please note however that CPE is not an official application for Jehovah’s Witnesses. It is up to your congregation elders to choose whether to use it or not. Also, we are aware that there are many similar applications currently available to help you to accomplish this task. We are not here to say what is the best and what is not. We believe all of these applications are good and have their own methods on how to do things, but still have the same goal.",
  "modulePWAQuestion": "CPE is a PWA application. What does it means?",
  "modulePWAAnswer": "As a PWA, or progressive web application, CPE is a type of application software delivered through the web. It is intended to work on any platform that uses a standards-compliant browser, including both desktop and mobile devices. Also, you can <strong>install</strong> it on your device, and it will <strong>work offline</strong> after you have finished the initial setup.",
  "moduleSecurityQuestion": "How secure is your data when you use CPE?",
  "moduleSecurityAnswer1": "We are committed to providing you with a secure application that should allow you to carry your responsabilities in the congregation. In web development, technologies are changing rapidly, and we will do our best to keep the pace with those changes.",
  "moduleSecurityAnswer2": "Although CPE is a web application, please note that we are not storing your data online. They are all  saved locally on your browser device. That makes it possible to use this application even when you are offline.",
  "moduleSecurityAnswer3": "However, we have built some functionalities that will allow you to share data online, <strong>that is not confidential</strong>, for public and private access. For private share, all data are encrypted and securely saved on our server.",
  "moduleSecurityAnswer4": "Please be informed that when you are clearing your browser history, you are also deleting all your CPE data. Unless you have made a backup, your data will be gone forever.",
  "modulePrivacyQuestion": "How CPE is taking care of your privacy?",
  "modulePrivacyAnswer1": "When you accept to use our CPE applications, you give us the permission to collect the following informations: your name and email address. We are also collecting your device IP address, your user agent details to identify you when you access our server.",
  "modulePrivacyAnswer2": "We do not allow any advertising companies to collect data through our services to target you with any ads. We do not share data collected by CPE application with other organization for any purpose.",
  "moduleReadComplete": "I finished reading these informations, and continue creating my account",
  "next": "Next",
  "createSwsAccount": "Create sws2apps account",
  "newUserAccount": "Choose below which service you want to use to create your account.",
  "fullname": "Fullname",
  "email": "Email address",
  "password": "Password",
  "confirmPassword": "Confirm password",
  "showPassword": "Show password",
  "hasAccount": "I have an account",
  "create": "Create",
  "signIn": "Sign in",
  "signInWithInternet": "Sign in to your account. An internet connection is required.",
  "verifyEmail": "Email address verification",
  "verifyAccount": "An email message has been sent you to verify your account. You will not be able to use your account if it has not been verified yet. You may need to check the Spam or Junk Email folder. Resend the verification message in case you did not received it.",
  "resendError": "An error occured while sending verification message to your email account: {{ error }}",
  "resendVerify": "Resend verification email",
  "proceedSignIn": "Proceed to sign in",
  "blockedEmailTitle": "Email address blocked",
  "blockedAccount": "This email address is blocked. Please verify that the information you provided are correct.",
  "setupMFA": "Setup Multi-factor Authentication (MFA)",
  "mfaSetupUpdate": "<strong>Important:</strong> We have updated the MFA verification system. First, delete the previous sws2apps account created on <em>Microsoft Authenticator</em> or <em>Google Authenticator</em>. Then, choose on which device do you want to finalize the setup of the new verification code.",
  "mfaSetupTitle": "Two-factor authentication from the program <em>Microsoft Authenticator</em> or <em>Google Authenticator</em> is required. Then choose on which device do you want to do the setup.",
  "thisDevice": "This device",
  "otherDevice": "Other device",
  "mfaThisDevice": "You may continue the setup when one of the two programs above has been installed on your device.",
  "setup": "Setup",
  "token": "Token",
  "scanQR": "Scan QR Code instead",
  "copyToken": "I cannot scan this QR Code",
  "setupTextOTP": "Then, enter below the OTP code generated from the app",
  "verify": "Verify",
  "unauthorized": "Unauthorized account",
  "unauthorizedRole": "You do not have yet the required role to use this application. Please contact your congregation administrators to assign you the correct role.",
  "mfaVerify": "Verify",
  "mfaVerifyTitle": "Let’s make sure that it is you",
  "mfaVerifyDesc": "Enter below a code from the authenticator app",
  "createAccountFailed": "An error occured and your account could not be created",
  "accountExist": "That email address is already taken",
  "accountNotFound": "The provided login does not exist yet.",
  "incorrectInfo": "Your username or password is incorrect",
  "accountDisabled": "The account that you are trying to access is currently disabled.",
  "hostBlocked": "This device has been blocked from making any requests, try again later",
  "code2faIncorrect": "The code you entered is incorrect, or it may have been expired.",
  "language": "Language",
  "internalError": "An internal error has occured in our side. Please try again later.",
  "aboutDescription": "This application was designed for use by baptized and appointed brothers to handle various tasks in the congregation.",
  "myUserProfile": "My User Account",
  "about": "About",
  "quit": "Quit",
  "useOnlineAccount": "Use online account",
  "meetingSchedule": "Meeting Schedule",
  "viewMyAssignments": "My Assignments",
  "viewAssignmentsSchedule": "View Weekly Assignments",
  "nothingNew": "There is nothing new at this moment. Come back here later to check again.",
  "install": "Install",
  "pleaseWait": "Please wait",
  "iso": "en",
  "cancel": "Cancel",
  "refreshSchedule": "Refresh Schedule",
  "noMeeting": "No meeting for this week.",
  "chairmanMidweekMeeting": "Chairman",
  "auxClassCounselor": "Auxiliary Classroom Counselor",
  "prayerMidweekMeeting": "Prayer",
  "treasuresPart": "Treasures From God’s Word",
  "tgwGems": "Spiritual Gems",
  "bibleReadingText": "Bible Reading (4 min.)",
  "applyFieldMinistryPart": "Apply Yourself to the Field Ministry",
  "livingPart": "Living as Christians",
  "cbs": "Congregation Bible Study",
  "currentSchedule": "MEETING SCHEDULE | {{currentWeek}}",
  "myAccount": "MY ACCOUNT",
  "savedSuccess": "Changes saved successfully!",
  "save": "Save",
  "emailLocked": "This email address can no longer be changed. Please contact us if you want to change it.",
  "update": "Update",
  "twoFactor": "Two-factor authentication",
  "twoFactorDesc": "Two-factor authentication adds an additional layer of security to your account by requiring more than just a password to sign in.",
  "twoFactorAddDevice": "Add device",
  "twoFactorTitle": "Two-factor authentication details",
  "twoFactorApp": "Use Microsoft Authenticator or Google Authenticator app in your new device to scan the code QR below",
  "twoFactorToken": "If you are unable to scan the QR code, please use the token below",
  "sessions": "Sessions",
  "sessionsDesc": "This is a list of devices that have logged into your account. Revoke any sessions that you do not recognize.",
  "sessionRevoke": "Revoke",
  "lastSeen": "Last seen: {{ last_seen }}",
  "currentSession": "Current session",
  "shortDateTimeFormat": "mm/dd/yyyy HH:MM",
  "chairmanMidweekMeeting2": "Midweek Meeting Chairman",
  "openingPrayerMidweekMeeting": "Midweek Meeting Opening Prayer",
  "tgwTalk": "Treasures From God’s Word - Talk 10 min.",
  "tgwGems2": "Treasures From God’s Word - Spiritual Gems",
  "initialCall": "Initial Call",
  "returnVisit": "Return Visit",
  "bibleStudy": "Bible Study",
  "talk": "Talk",
  "memorialInvite": "Memorial Invitation",
  "lcPart": "Living as Christians - Part",
  "cbsConductor": "Congregation Bible Study - Conductor",
  "cbsReader": "Congregation Bible Study - Reader",
  "closingPrayerMidweekMeeting": "Midweek Meeting Closing Prayer",
  "january": "January",
  "february": "February",
  "march": "March",
  "april": "April",
  "may": "May",
  "june": "June",
  "july": "July",
  "august": "August",
  "september": "September",
  "october": "October",
  "november": "November",
  "december": "December",
  "newVersion": "A new version of CPE is available",
  "updateApp": "Update",
  "cacheCompleted": "CPE can be used offline now",
  "whatsNew": "What’s new",
  "shortDateFormat": "mm/dd/yyyy",
  "shortDatePickerFormat": "MM/dd/yyyy",
  "waitSignOut": "Please wait! Don’t close your browser ...",
  "signInNoInternet": "Sign in to your account",
  "bibleReading": "Bible Reading",
  "presentedBy": "Delivered by: ",
  "student": "Student",
  "assistant": "Assistant",
  "noSchedules": "No meeting schedule was published so far. Try again later",
  "emailNotSupported": "Sorry, the email is invalid or not supported",
  "noSchedule": "There is no schedule for this week",
  "oauthAccept": "By continuing, you are indicating that you accept our Terms of Use and Privacy Policy.",
  "termsUse": "Terms of Use",
  "privacyPolicy": "Privacy Policy",
  "oauthGoogle": "Continue with Google",
  "oauthMicrosoft": "Continue with Microsoft",
  "oauthGithub": "Continue with GitHub",
  "oauthYahoo": "Continue with Yahoo",
  "oauthEmail": "Continue with Email",
  "providerNotAvailable": "If the email you are using is not available above, choose the option below.",
  "signInDesc": "Choose below which service you want to use for sign in.<br>ATTENTION: Unless you are upgrading from email only authentication, changing to a new service may override your existing data and create a new user for you.",
  "emailAuth": "Email Authentication",
  "emailAuthDesc": "Enter your email address below.",
  "sendLink": "Send Link",
  "authProvider": "Other ways to sign in",
  "sendEmailError": "An error occured while sending a message to your email address",
  "emailAuthDescComplete": "You have chosen to authenticate using email address only. Click the Sign in button below to continue.",
  "emailAuthDescNoNameComplete": "You have chosen to authenticate using email address only. Enter your fullname, and click the Sign in button below to continue.",
  "emailAuthSent": "A message has been sent to your email address. Use the link we send there to complete your authentication.",
  "oauthError": "An error occured. Please try again later. Also check if your device is connected to the internet.",
  "verifyEmailError": "An error occured while completing your authentication. Try again later.",
  "emailTokenExpired": "The link was expired. Please send a new link to your email address to login again.",
  "mfaTokenInvalidExpired": "This code is invalid or has expired. Get a new code from the authenticator app and try again",
  "oauthAccountExistsWithDifferentCredential": "Your account is already linked to another service. Please login using that service instead.",
  "oauthAccountUpgradeError": "An error occured while upgrading your account. Please try again later.",
  "oauthAccountUpgradeComplete": "Your account has been upgraded. This page will now reload.",
  "oauthAccountUpgradeEmailComplete": "Your account has been upgraded. A message has been sent to your email address to complete your authentication.",
  "logoutOnlineAccount": "Logout from online account",
  "logoutSuccess": "You are now disconnected from your online account",
  "resendEmailLink": "Resend Link",
  "fullnameRequired": "Your fullname is required before continuing"
}
