{
  "welcome": "Tongasoa!",
  "moduleAudienceQuestion": "Iza no tokony hampiasa an’ity programa CPE ity?",
  "moduleAudienceAnswer1": "Natao ho ampiasain’ny rahalahy vita batisa sy rahalahy voatendry ity programa ity.",
  "moduleAudienceAnswer2": "Tsy hoe programa ofisialy natao ho an’ny Vavolombelon’i Jehovah akory ny CPE. Afaka mifidy ny anti-panahy ao amin’ny fiangonanareo na hampiasa azy ity na tsia. Ankoatra izany, dia fantatray koa fa maro amin’izao ny programa azonao ampiasaina mitovitovy amin’ny CPE. Tsy izahay mihitsy no hilaza hoe iza amin’izy ireny no tsara na ratsy. Mino izahay fa tsara sy manana ny mampiavaka azy daholo ireny programa ireny, nefa mitovy daholo ihany ny tanjona tiana hotratrarina.",
  "modulePWAQuestion": "Inona no dikan’ny hoe programa PWA ny CPE?",
  "modulePWAAnswer": "Programa sokafana amin’ny programa fijerena internet ny CPE, amin’ny maha PWA, na <em>progressive web application</em> azy. Amin’ny ankapobeny, dia azo hanokafana azy ity daholo ny programa fijerena internet farany, ary mety foana na inona na inona ny OS ampiasainao, ary na mampiasa ordinatera ianao na fitaovana enti-tanana. Ankoatra izany, dia azonao <strong>ampidirina</strong> amin’ny fitaovana ampiasainao ny CPE ka tsy voatery manokatra ny programa fijerenao internet intsony ianao, ary azo ampiasaina foana izy ity na dia <strong>tsy manana fahana internet aza</strong> ianao, rehefa vita ny fanamboarana voalohany ilain’ilay programa.",
  "moduleSecurityQuestion": "Azo antoka tsara ve ny rakitra ampiasaiko amin’ny CPE?",
  "moduleSecurityAnswer1": "Miezaka mafy izahay mba hanome anao programa azo antoka tsara mba hanatontosanao ny andraikitrao eo anivon’ny fiangonana. Mivoatra haingana be ny teknolojia ampiasaina amin’ny resaka internet, ka miezaka izahay mba haharaka an’izy ireny.",
  "moduleSecurityAnswer2": "Tsy any amin’ny internet akory ny CPE no mitahiry ny rakitra ampiasainy, na dia antsoina hoe web application aza. Mampiasa ny programa fijerenao internet izahay mba hitehirizana an’izany. Afaka mitahiry ny fanazavana rehetra ilaina izy io, sady ao amin’ny fitaovana ampiasainao irery ihany. Izany no antony mahatonga ny CPE azo ampiasaina foana na dia tsy manana fahana internet aza ianao.",
  "moduleSecurityAnswer3": "Na izany aza anefa, dia afaka mandefa sy mitahiry fanazavana amin’ny internet, <strong>tsy misy resaka tsiambaratelo</strong>, ho an’ny besinimaro na ho an’ny rahalahy voatendry ianao. Voaro sy azo antoka tsara ny fanazavana alefanao ho an’ireo rahalahy voatendry rehefa mandefa izany avy amin’ity programa ity ianao.",
  "moduleSecurityAnswer4": "Tadidio fa rehefa mamafa tanteraka ny lisitr’ireo zavatra nojerenao tamin’ny internet ao amin’ny programa ampiasainao ianao, dia voafafa miaraka amin’izany koa ny rakitra ampiasain’ny CPE. Tsy misy fomba hamerenana an’izany intsony, raha tsy nanamboatra rakitra fiandry ianao.",
  "modulePrivacyQuestion": "Ahoana no hiarovan’ny CPE ny tsiambaratelonao?",
  "modulePrivacyAnswer1": "Rehefa tapa-kevitra ny hampiasa ny programa CPE ianao, dia manome alalana anay mba haka an’ireto fanazavana ireto: ny anaranao sy ny adiresy email ampiasainao. Mba hahafahanay manamarina tsara ny fangatahana rehetra voarainay koa, dia maka ny adiresy IP sy ny tsipiriany hafa momba ny fitaovana ampiasainao izahay.",
  "modulePrivacyAnswer2": "Tsy misy orinasa avelanay hampiasa ny fanazavana aty aminay, mba handefasana dokambarotra manokana ho anao. Tsy zarainay amin’iza n’iza koa ny fanazavana aty aminay na noho ny antony inona izany na inona.",
  "moduleReadComplete": "Voavakiko daholo ireo fanazavana ireo, ary hanohy hanamboatra ny kaontiko",
  "next": "Manaraka",
  "createSwsAccount": "Hamorona kaonty sws2apps",
  "newUserAccount": "Fenoy ny fanazavana eto ambany, ary mila internet ianao mba hanaovana izany. Tehirizo amin’ny toerana azo antoka tsara ny email sy ny teny miafina. Tsy ho afaka hanokatra ny rakitra ampiasainao intsony ianao raha hadinonao izy ireo.",
  "fullname": "Anarana feno",
  "email": "Adiresy email",
  "password": "Tenimiafina",
  "confirmPassword": "Avereno ampidirina",
  "showPassword": "Hampiseho ny tenimiafiana",
  "hasAccount": "Efa manana kaonty aho",
  "create": "Hamorona",
  "signIn": "Hiditra",
  "signInWithInternet": "Hiditra amin’ny kaontinao. Mila internet ianao mba hanaovana an’izany.",
  "verifyEmail": "Hanamarina ny adiresy email",
  "verifyAccount": "Nisy hafatra nalefa any aminao mba hanamarinanao ny kaontinao. Tsy ho afaka hampiasa ity kaontinao ity ianao raha tsy mbola voamarina ny kaontinao aloha. Jereo sao dia lasa ao amin’ny Spam na Junk Email ilay izy.  Avereno alefa izany raha toa koa tsy voarainao.",
  "resendError": "Nisy olana teo am-pandefasana ny hafatra fanamarinana kaonty: {{ error }}",
  "resendVerify": "Averina alefa",
  "proceedSignIn": "Hanohy hiditra",
  "blockedEmailTitle": "Adiresy email natsahatra",
  "blockedAccount": "Natsahatra mba tsy ho afaka hiditra io adiresy email io. Hamarino raha marina tsara ny fanazavana nampidirinao.",
  "setupMFA": "Hanamboatra ny fanamarinana fanampiny (MFA)",
  "mfaSetupUpdate": "<strong>Fampahafantarana:</strong> Nohavaozina ny fanamarinana fanampiny mba hidirana amin’ity programa. Fafao aloha ny kaonty efa anananao mifandray amin’ny kaontinao ao amin’ny <em>Microsoft Authenticator</em> na <em>Google Authenticator</em>. Safidio avy eo hoe aiza ny fitaovana tianao hanamboarana ilay kaody fanamarinana vaovao.",
  "mfaSetupTitle": "Mila fanamarinana fanampiny avy amin’ny programa <em>Microsoft Authenticator</em> na <em>Google Authenticator</em> ianao mba hiarovana ny kaontinao. Safidio avy eo hoe aiza ny fitaovana tianao hanamboarana an’ilay izy.",
  "thisDevice": "Ity fitaovana ity",
  "otherDevice": "Fitaovana hafa",
  "mfaThisDevice": "Rehefa tafiditra ao amin’ity fitaovana ampisainao ity ny iray amin’ireo programa eo ambony, dia azonao tohizana ny fanamboarana.",
  "setup": "Hanamboatra",
  "token": "Kaody Fanamarinana",
  "scanQR": "Haka sary kaody QR",
  "copyToken": "Tsy afaka maka sary io kaody QR io aho",
  "setupTextOTP": "Ampidiro eo ambany avy eo ny kaody OTP avy amin’ilay programa",
  "verify": "Hanamarina",
  "unauthorized": "Kaonty tsy mbola nahazo alalana",
  "unauthorizedRole": "Tsy mbola manana alalana hampiasa ity programa ity ianao. Miresaha azafady amin’iray amin’ny mpandrindra ny kaontin’ny fiangonanareo, mba hanome alalana anao.",
  "mfaVerify": "Hanamarina",
  "mfaVerifyTitle": "Fanamarinana fanampiny",
  "mfaVerifyDesc": "Ampidiro eto ambany ny kaody fanamarinana avy amin’ny programa authentificateur",
  "createAccountFailed": "Nisy olana ka tsy afaka namboarina ny kaontinao",
  "accountExist": "Tsy azo ampiasaina intsony io adiresy email io",
  "accountNotFound": "Tsy mbola misy ireo fanazavana nampidirinao ireo.",
  "incorrectInfo": "Diso ny adiresy email na ny teny miafina nampidirinao",
  "accountDisabled": "Natsahatra io kaonty tianao hidirana io.",
  "hostBlocked": "Tsy mbola afaka manao fangatahana ity fitaovana ity izao, andramo indray rehefa afaka kelikely",
  "code2faIncorrect": "Diso ny kaody nampidirinao, na efa tsy azo ampiasaina intsony.",
  "language": "Fiteny",
  "internalError": "Nisy olana avy aty aminay. Andramo indray rehefa afaka kelikely.",
  "aboutDescription": "Namboarina mba ho ampiasain’ny rahalahy vita batisa sy rahalahy voatendry ity programa ity mba hanaovana ireo andraikitra sasany eo anivon’ny fiangonana.",
  "myUserProfile": "Ny Kaontiko",
  "about": "Mombamomba",
  "quit": "Hanidy",
  "useOnlineAccount": "Hampiasa kaonty amin’ny internet",
  "meetingSchedule": "Fandaharam-pivoriana",
  "viewMyAssignments": "Anjarako",
  "viewAssignmentsSchedule": "Hijery ny Fandaraham-pivoriana",
  "nothingNew": "Tsy mbola misy zava-baovao aloha amin’izao. Miverena eto indray raha te hanamarina an’izany amin’ny manaraka.",
  "install": "Hampiditra",
  "pleaseWait": "Miandrasa kely",
  "iso": "mg",
  "cancel": "Aoka ihany",
  "refreshSchedule": "Hanavao ny Fandaharana",
  "noMeeting": "Tsy misy fivoriana amin’io herinandro io.",
  "chairmanMidweekMeeting": "Mpitari-draharaha",
  "auxClassCounselor": "Mpanome Torohevitra Faharoa",
  "prayerMidweekMeeting": "Vavaka",
  "treasuresPart": "Harena avy ao Amin’ny Tenin’Andriamanitra",
  "tgwGems": "Vatosoa Ara-panahy",
  "bibleReadingText": "Famakiana Baiboly (4 min.)",
  "applyFieldMinistryPart": "Fampiofanana Amin’ny Fanompoana",
  "livingPart": "Ny Fiainantsika Kristianina",
  "cbs": "Fianarana Baiboly Ataon’ny Fiangonana",
  "currentSchedule": "FANDAHARAM-PIVORIANA | {{currentWeek}}",
  "myAccount": "NY KAONTIKO",
  "savedSuccess": "Voatahiry soa aman-tsara ny fanovana!",
  "save": "Hitahiry",
  "emailLocked": "Tsy azo ovana intsony io adiresy email io. Mifandraisa aminay raha tianao ny hanova azy io.",
  "changePassword": "Hanova tenimiafina",
  "passwordRequirements": "Tokony ho litera 10 na mihoatra ny tenimiafina",
  "passwordIncorrect": "Diso ny tenimiafina",
  "passwordNotEqual": "Tsy mitovy ny tenimiafina vaovao nampidirinao",
  "passwordChanged": "Vita soa aman-tsara ny fanovana ny tenimiafina!",
  "oldPassword": "Tenimiafina taloha",
  "newPassword": "Tenimiafina vaovao",
  "update": "Hanova",
  "twoFactor": "Fanamarinana fanampiny rehefa hiditra amin’ny kaonty",
  "twoFactorDesc": "Voaro kokoa ny kaonty ampiasainao noho ny fampiasana ity fanamarinana fanampiny ity. Ankoatra ny tenimiafina, dia misy kaody manokana angatahina aminao vao ho tafiditra amin’ny kaontinao ianao.",
  "twoFactorAddDevice": "Hanampy fitaovana",
  "twoFactorTitle": "Fanamarinana fanampiny",
  "twoFactorApp": "Ampiasao ny programa <em>Microsoft Authenticator</em> na <em>Google Authenticator</em> ao amin’ilay fitaovana vaovao mba hakana sary ny kaody QR eto ambany.",
  "twoFactorToken": "Raha tsy afaka maka sary io kaody QR io ianao, dia ampiasao ny kaody eto ambany",
  "sessions": "Fitaovana mampiasa ny kaontinao",
  "sessionsDesc": "Hitanao eto ambany ny lisitry ny fitaovana rehetra afaka miditra amin’ny kaontinao avy hatrany. Azonao esorina avy hatrany ireo izay tsy fantatrao rehetra.",
  "sessionRevoke": "Esorina",
  "lastSeen": "Nampiasaina farany tamin’ny: {{ last_seen }}",
  "currentSession": "Ampiasainao izao",
  "shortDateTimeFormat": "dd/mm/yyyy h:MM TT",
  "chairmanMidweekMeeting2": "Mpitari-draharaha Fivoriana Andavanandro",
  "openingPrayerMidweekMeeting": "Vavaka Fanokafana Fivoriana Andavanandro",
  "tgwTalk": "Harena Avy ao Amin’ny Tenin’Andriamanitra - Lahateny 10 min.",
  "tgwGems2": "Harena Avy ao Amin’ny Tenin’Andriamanitra - Vatosoa Ara-panahy",
  "initialCall": "Fitoriana",
  "returnVisit": "Fiverenana Mitsidika",
  "bibleStudy": "Fampianarana Baiboly",
  "talk": "Lahateny",
  "memorialInvite": "Fanasana Fahatsiarovana",
  "lcPart": "Anjara - Ny Fiainantsika Kristianina",
  "cbsConductor": "Mpitarika - Fianarana Baiboly",
  "cbsReader": "Mpamaky - Fianarana Baiboly",
  "closingPrayerMidweekMeeting": "Vavaka Famaranana Fivoriana Andavanandro",
  "january": "Janoary",
  "february": "Febroary",
  "march": "Martsa",
  "april": "Aprily",
  "may": "Mey",
  "june": "Jona",
  "july": "Jolay",
  "august": "Aogositra",
  "september": "Septambra",
  "october": "Oktobra",
  "november": "Novambra",
  "december": "Desambra",
  "newVersion": "Misy version vaovao ny CPE",
  "updateApp": "Hampiditra",
  "cacheCompleted": "Afaka mampiasa ny CPE ianao izao na tsy misy internet aza",
  "whatsNew": "Zava-baovao",
  "shortDateFormat": "dd/mm/yyyy",
  "shortDatePickerFormat": "dd/MM/yyyy",
  "waitSignOut": "Miandrasa kely azafady ...",
  "signInNoInternet": "Hiditra amin’ny kaontinao",
  "bibleReading": "Famakiana Baiboly",
  "presentedBy": "Anjara ataon’i: ",
  "student": "Mitarika",
  "assistant": "Mpanampy",
  "noSchedules": "Tsy mbola misy fandaharana nozaraina. Andramo indray rehefa afaka kelikely",
  "emailNotSupported": "Tsy mety na tsy azo ampiasaina io adiresy email io",
  "noSchedule": "Tsy misy fandaharana amin’io herinandro io",
  "oauthAccept": "Raha manaiky ny hiditra ianao, dia asehonao koa fa ekenao ny Fifanekena sy ny Fifanekena Momba ny Tsiambaratelo mifehy ny programa avoakanay.",
  "termsUse": "Fifanekena",
  "privacyPolicy": "Fifanekena Momba ny Tsiambaratelo",
  "oauthGoogle": "Hampiasa Google",
  "oauthMicrosoft": "Hampiasa Microsoft",
  "oauthGithub": "Hampiasa GitHub",
  "oauthYahoo": "Hampiasa Yahoo",
  "oauthEmail": "Hampiasa Email",
  "providerNotAvailable": "Ampiasao ny safidy eto ambany raha tsy eo amin’ilay lisitra eo ambony ny email ampiasainao.",
  "signInDesc": "Safidio eto ambany ny programa tianao ampiasaina mba hidirana<br>TANDREMO: Mety hifafa ny rakitra ampiasainao ary hanana kaonty vaovao ianao raha ovaovainao ny safidinao. Tsy mihatra kosa izany raha niditra tamin’ny alalan’ny email fotsiny ianao teo aloha.",
  "emailAuth": "Fidirana Amin’ny Email",
  "emailAuthDesc": "Ampidiro eto ambany ny adiresy email ampiasainao.",
  "sendLink": "Handefa Rohy",
  "authProvider": "Fomba hafa hidirana",
  "sendEmailError": "Nisy olana teo am-pandefasana ny hafatra any amin’ny adiresy email ampiasainao",
  "emailAuthDescComplete": "Nisafidy ny hiditra amin’ny alalan’ny email fotsiny ianao. Tsindrio ilay Hiditra eo ambany raha hanohy.",
  "emailAuthDescNoNameComplete": "Nisafidy ny hiditra amin’ny alalan’ny email fotsiny ianao. Ampidiro ny anaranao feno, ary tsindrio ilay Hiditra eo ambany raha hanohy.",
  "emailAuthSent": "Nisy hafatra nalefa any amin’ny adiresy email ampiasainao. Ampiasao ilay rohy any amin’io hafatra io mba hidirana amin’ity programa ity.",
  "oauthError": "Nisy olana fa andramo indray rehefa kelikely. Hamarino koa raha mandeha ny internet amin’ity fitaovana ity.",
  "verifyEmailError": "Nisy olana ka tsy tafiditra ianao. Andramo indray rehefa kelikely.",
  "emailTokenExpired": "Efa tsy azo ampiasaina intsony io rohy io. Mandefasa rohy vaovao indray raha te hiditra ianao.",
  "mfaTokenInvalidExpired": "Tsy mety io kaody io na tsy azo ampiasaina intsony. Makà kaody vaovao avy any amin’ny programa authentificateur indray",
  "oauthAccountExistsWithDifferentCredential": "Efa nampifandraisana tamin’ny programa hafa ny kaontinao. Izay no ampiasao mba hahafahanao miditra.",
  "oauthAccountUpgradeError": "Nisy olana ka tsy vita ny fanavaozana ny kaontinao. Andramo indray rehefa kelikely.",
  "oauthAccountUpgradeComplete": "Vita ny fanavaozana ny kaontinao. Hiverina hisokatra ity pejy ity izao.",
  "oauthAccountUpgradeEmailComplete": "Vita ny fanavaozana ny kaontinao. Nisy hafatra nalefa any amin’ny adiresy email ampiasainao mba hahafahanao miditra izao.",
  "logoutOnlineAccount": "Tsy hampiasa kaonty amin’ny internet",
  "logoutSuccess": "Tsy mampiasa ny kaontinao any amin’ny internet intsony ianao izao",
  "resendEmailLink": "Handefa Rohy Indray",
  "fullnameRequired": "Mila ampidirinao aloha ny anaranao feno",
  "userAccountUpgrade": "Fanavaozana ny Kaontinao",
  "userAccountUpgradeDesc": "Nohavaozina ny fomba fidirana amin’ny programa CPE. Tsy azo ampiasaina intsony izao ny adiresy email sy tenimiafina mba hidirana. Ny programa toy ny Google, na Yahoo, na Microsoft, kosa izao no ampiasaina mba hidiranao amin’ny kaontinao. Raha tsy manana kaonty any amin’ny iray amin’ireo programa ireo ianao, dia azonao ampiasaina ilay hoe hiditra amin’ny alalan’ny email fotsiny. Mbola ilaina foana kosa anefa ny kaody avy any amin’ny programa authentificateur.",
  "userAccountUpgradeStart": "Mba hanovana ny kaonty ampiasainao izao, dia midira aloha amin’ny alalan’ny adiresy email sy ny tenimiafina fampiasanao hatramin’izay.",
  "userAccountUpgradeChooseService": "Safidio eto ambany ny programa tianao ampiasaina mba hanavaozana ny kaontinao."
}
